<template>
	<AppSection>
		<h1>Политика конфиденциальности</h1>

		<AppCard class="min-w-full min-h-max">
			<p class="pb-4 text-xs text-left">
				Настоящая Политика конфиденциальности персональных данных (далее – Политика
				конфиденциальности) действует в
				отношении всей информации, которую сайт <span class="text-aqua">DZ-Helper</span>,
				(далее – сайт) расположенный на
				доменном имени
				<AppLink to="/" color="aqua">dz-helper.ru</AppLink>
				(а также его субдоменах),
				может получить о Пользователе
				во время использования сайта
				<AppLink to="/" color="aqua">dz-helper.ru</AppLink>
				(а также его
				субдоменов), его программ и его продуктов.
			</p>
			<p class="pb-4 text-xl text-center">
				<strong>1. Определение терминов</strong>
			</p>
			<p class="pb-4 text-xs text-left">
				1.1 В настоящей Политике конфиденциальности используются следующие термины:<br>
				1.1.1. «<strong>Администрация сайта</strong>» (далее –
				<strong>Администрация</strong>) –
				уполномоченные сотрудники на управление сайтом DZ-Helper, которые организуют и (или)
				осуществляют обработку
				персональных данных, а также определяет цели обработки персональных данных, состав
				персональных данных,
				подлежащих обработке, действия (операции), совершаемые с персональными данными. <br>
				1.1.2. «Персональные данные» - любая информация, относящаяся к прямо или косвенно
				определенному, или
				определяемому физическому лицу (субъекту персональных данных). <br>
				1.1.3. «Обработка персональных данных» - любое действие (операция) или совокупность
				действий (операций),
				совершаемых с использованием средств автоматизации или без использования таких средств с
				персональными данными,
				включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление,
				изменение), извлечение,
				использование, передачу (распространение, предоставление, доступ), обезличивание,
				блокирование, удаление,
				уничтожение персональных данных. <br>
				1.1.4. «Конфиденциальность персональных данных» - обязательное для соблюдения Оператором
				или иным получившим
				доступ к персональным данным лицом требование не допускать их распространения без
				согласия субъекта персональных
				данных или наличия иного законного основания. <br>
				1.1.5. «Сайт DZ-Helper» - это совокупность связанных между собой веб-страниц,
				размещенных в сети Интернет по
				уникальному адресу (URL): dz-helper.ru, а также его субдоменах. <br>
				1.1.6. «Субдомены» - это страницы или совокупность страниц, расположенные на доменах
				третьего уровня,
				принадлежащие сайту DZ-Helper, а также другие временные страницы, внизу который указана
				контактная информация
				Администрации<br>
				1.1.5. «<strong>Пользователь</strong> сайта DZ-Helper » (далее
				<strong>Пользователь</strong>) – лицо, имеющее
				доступ к сайту DZ-Helper, посредством сети Интернет и использующее информацию, материалы
				и продукты сайта
				DZ-Helper. <br>
				1.1.7. «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на
				компьютере
				<strong>Пользователя</strong>, который веб-клиент или веб-браузер каждый раз пересылает
				веб-серверу в
				HTTP-запросе при попытке открыть страницу соответствующего сайта. <br>
				1.1.8. «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, через который
				<strong>Пользователь</strong> получает доступ на сайт.
			</p>
			<p class="pb-4 text-xl text-center">
				<strong>2. Общие положения</strong>
			</p>
			<p class="pb-4 text-xs text-left">
				2.1. Использование сайта DZ-Helper Пользователем означает согласие с настоящей Политикой
				конфиденциальности и
				условиями обработки персональных данных <strong>Пользователя</strong>.<br>
				2.2. В случае несогласия с условиями Политики конфиденциальности
				<strong>Пользователь</strong> должен прекратить
				использование сайта DZ-Helper .<br>
				2.3. Настоящая Политика конфиденциальности применяется к сайту DZ-Helper. сайт не
				контролирует и не несет
				ответственность за сайты третьих лиц, на которые <strong>Пользователь</strong> может
				перейти по ссылкам,
				доступным на сайте DZ-Helper.<br>
				2.4. <strong>Администрация</strong> не проверяет достоверность
				персональных данных,
				предоставляемых Пользователем.
			</p>
			<p class="pb-4 text-xl text-center">
				<strong>3. Предмет политики конфиденциальности</strong>
			</p>
			<p class="pb-4 text-xs text-left">
				3.1. Настоящая Политика конфиденциальности устанавливает обязательства Администрации по
				неразглашению и
				обеспечению режима защиты конфиденциальности персональных данных, которые
				<strong>Пользователь</strong>
				предоставляет по запросу Администрации при регистрации на сайте DZ-Helper или при
				подписке на информационную
				рассылку.<br>
				3.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики
				конфиденциальности,
				предоставляются Пользователем путём регистрации на сайте DZ-Helper, использовании
				расширений, представленных на
				сайте и включают в себя следующую информацию:<br>
				3.2.1. IP-адрес <strong>Пользователя</strong>;<br>
				3.2.2. Ссылка на профиль в социальной сети ВКонтакте<br>
				3.2.3. Данные, переданные сайту после авторизации через API-ВКонтакте;<br>
				3.2.4. ФИО, указанные в профиле на сайте gramotei.cerm.ru.<br>
				3.2.5. Баланс на сайте, а также список приглашенных рефералов.<br>
				3.2.6. Логин и пароль пользователя от аккаунта Веб-Грамотей.<br>
				3.3. Сайт защищает Данные, которые автоматически передаются при посещении страниц и
				использовании
				расширений:<br>
				- IP адрес;<br>
				- информация из cookies;<br>
				- информация о браузере; <br>
				- время доступа;<br>
				- реферер (адрес предыдущей страницы);<br>
				- логин и пароль пользователя.<br>
				3.3.1. Отключение cookies может повлечь невозможность доступа к частям сайта , требующим
				авторизации.<br>
				3.3.2. Сайт осуществляет сбор статистики об IP-адресах своих посетителей. Данная
				информация используется с целью
				предотвращения, выявления и решения технических проблем.<br>
				3.4. Любая иная персональная информация неоговоренная выше (история посещения,
				используемые браузеры,
				операционные системы и т.д.) подлежит надежному хранению и нераспространению, за
				исключением случаев,
				предусмотренных в п.п. 5.2. настоящей Политики конфиденциальности.
			</p>
			<p class="pb-4 text-xl text-center">
				<strong>4. Цели сбора персональной информации <strong>Пользователя</strong></strong>
			</p>
			<p class="pb-4 text-xs text-left">
				4.1. Персональные данные <strong>Пользователя</strong>
				<strong><strong>Администрация</strong></strong> может
				использовать в целях:<br>
				4.1.1. Идентификации <strong>Пользователя</strong>, зарегистрированного на сайте
				DZ-Helper для его дальнейшей
				авторизации.<br>
				4.1.2. Предоставления Пользователю доступа к персонализированным данным сайта
				DZ-Helper.<br>
				4.1.3. Установления с Пользователем обратной связи, включая направление уведомлений,
				запросов, касающихся
				использования сайта DZ-Helper, обработки запросов и заявок от
				<strong>Пользователя</strong>.<br>
				4.1.4. Подтверждения достоверности и полноты персональных данных, предоставленных
				Пользователем.<br>
				4.1.5. Создания учетной записи для использования частей сайта DZ-Helper, если
				<strong>Пользователь</strong> дал
				согласие на создание учетной записи.<br>
				4.1.6. Уведомления <strong>Пользователя</strong> по электронной почте.<br>
				4.1.7. Предоставления Пользователю эффективной технической поддержки при возникновении
				проблем, связанных с
				использованием сайта DZ-Helper.<br>
				4.1.8. Предоставления Пользователю с его согласия специальных предложений, новостной
				рассылки и иных сведений от
				имени сайта DZ-Helper.
			</p>
			<p class="pb-4 text-xl text-center">
				<strong>5. Способы и сроки обработки персональной информации</strong>
			</p>
			<p class="pb-4 text-xs text-left">
				5.1. Обработка персональных данных <strong>Пользователя</strong> осуществляется без
				ограничения срока, любым
				законным способом, в том числе в информационных системах персональных данных с
				использованием средств
				автоматизации или без использования таких средств.<br>
				5.2. Персональные данные <strong>Пользователя</strong> могут быть переданы
				уполномоченным органам
				государственной власти Российской Федерации только по основаниям и в порядке,
				установленным законодательством
				Российской Федерации.<br>
				5.3. <strong><strong>Администрация</strong></strong> принимает необходимые
				организационные и технические меры
				для защиты персональной информации <strong>Пользователя</strong> от неправомерного или
				случайного доступа,
				уничтожения, изменения, блокирования, копирования, распространения, а также от иных
				неправомерных действий
				третьих лиц.<br>
				5.4. <strong><strong>Администрация</strong></strong> совместно с Пользователем принимает
				все необходимые меры по
				предотвращению убытков или иных отрицательных последствий, вызванных утратой или
				разглашением персональных
				данных <strong>Пользователя</strong>.
			</p>
			<p class="pb-4 text-xl text-center">
				<strong>6. Права и обязанности сторон</strong>
			</p>
			<p class="pb-4 text-xs text-left">
				6.1. <strong>Пользователь</strong> вправе:<br>
				6.1.1. Принимать свободное решение о предоставлении своих персональных данных,
				необходимых для использования
				сайта DZ-Helper, и давать согласие на их обработку.<br>
				6.1.2. Обновить, дополнить предоставленную информацию о персональных данных в случае
				изменения данной
				информации.<br>
				6.1.3. <strong>Пользователь</strong> имеет право на получение у Администрации
				информации, касающейся обработки
				его персональных данных, если такое право не ограничено в соответствии с федеральными
				законами.
				<strong>Пользователь</strong> вправе требовать от Администрации уточнения его
				персональных данных, их
				блокирования или уничтожения в случае, если персональные данные являются неполными,
				устаревшими, неточными,
				незаконно полученными или не являются необходимыми для заявленной цели обработки, а
				также принимать
				предусмотренные законом меры по защите своих прав. Для этого достаточно уведомить
				Администрацию по указанному адресу:
				<AppLink to="https://vk.me/dzhelper1" color="aqua" target="_blank" rel="nofollow">
					vk.me/dzhelper1
				</AppLink>
				<br>
				6.2. <strong><strong>Администрация</strong></strong> обязана:<br>
				6.2.1. Использовать полученную информацию исключительно для целей, указанных в п. 4
				настоящей Политики
				конфиденциальности.<br>
				6.2.2. Обеспечить хранение конфиденциальной информации в тайне, не разглашать без
				предварительного письменного
				разрешения <strong>Пользователя</strong>, а также не осуществлять продажу, обмен,
				опубликование, либо
				разглашение иными возможными способами переданных персональных данных
				<strong>Пользователя</strong>, за
				исключением п.п. 5.2. настоящей Политики Конфиденциальности.<br>
				6.2.3. Принимать меры предосторожности для защиты конфиденциальности персональных данных
				<strong>Пользователя</strong> согласно порядку, обычно используемого для защиты такого
				рода информации в
				существующем деловом обороте.<br>
				6.2.4. Осуществить блокирование персональных данных, относящихся к соответствующему
				Пользователю, с момента
				обращения или запроса <strong>Пользователя</strong>, или его законного представителя
				либо уполномоченного органа
				по защите прав субъектов персональных данных на период проверки, в случае выявления
				недостоверных персональных
				данных или неправомерных действий.
			</p>
			<p class="pb-4 text-xl text-center">
				<strong>7. Ответственность сторон</strong>
			</p>
			<p class="pb-4 text-xs text-left">
				7.1. <strong><strong>Администрация</strong></strong>, не исполнившая свои обязательства,
				несёт ответственность
				за убытки, понесённые Пользователем в связи с неправомерным использованием персональных
				данных, в соответствии с
				законодательством Российской Федерации, за исключением случаев, предусмотренных п.п.
				5.2. и 7.2. настоящей
				Политики Конфиденциальности.<br>
				7.2. В случае утраты или разглашения Конфиденциальной информации
				<strong>Администрация</strong> не несёт
				ответственность, если данная конфиденциальная информация:<br>
				7.2.1. Стала публичным достоянием до её утраты или разглашения.<br>
				7.2.2. Была получена от третьей стороны до момента её получения Администрацией
				Ресурса.<br>
				7.2.3. Была разглашена с согласия <strong>Пользователя</strong>.<br>
				7.3. <strong>Пользователь</strong> несет полную ответственность за соблюдение требований
				законодательства РФ, в
				том числе законов о рекламе, о защите авторских и смежных прав, об охране товарных
				знаков и знаков обслуживания,
				но не ограничиваясь перечисленным, включая полную ответственность за содержание и форму
				материалов.<br>
				7.4. <strong>Пользователь</strong> признает, что ответственность за любую информацию (в
				том числе, но не
				ограничиваясь: файлы с данными, тексты и т. д.), к которой он может иметь доступ как к
				части сайта DZ-Helper,
				несет лицо, предоставившее такую информацию.<br>
				7.5. <strong>Пользователь</strong> соглашается, что информация, предоставленная ему как
				часть сайта DZ-Helper,
				может являться объектом интеллектуальной собственности, права на который защищены и
				принадлежат другим
				<strong>Пользователя</strong>м, партнерам или рекламодателям, которые размещают такую
				информацию на сайте
				DZ-Helper. <br>
				<strong>Пользователь</strong> не вправе вносить изменения, передавать в аренду,
				передавать на условиях займа,
				продавать, распространять или создавать производные работы на основе такого Содержания
				(полностью или в части),
				за исключением случаев, когда такие действия были письменно прямо разрешены
				собственниками такого Содержания в
				соответствии с условиями отдельного соглашения.<br>
				7.6. В отношение текстовых материалов (статей, публикаций, находящихся в свободном
				публичном доступе на сайте
				DZ-Helper.ru и vk.com/dzhelper1) допускается их распространение при условии, что будет
				дана ссылка на сайт.
				7.7. <strong>Администрация</strong> не несет ответственности перед Пользователем за
				любой убыток или ущерб,
				понесенный Пользователем в результате удаления, сбоя или невозможности сохранения
				какого-либо Содержания и иных
				коммуникационных данных, содержащихся на сайте DZ-Helper или передаваемых через
				него.<br>
				7.8. <strong>Администрация</strong> не несет ответственности за любые прямые или
				косвенные убытки, произошедшие
				из-за: использования либо невозможности использования сайта, либо отдельных сервисов;
				несанкционированного
				доступа к коммуникациям <strong>Пользователя</strong>; заявления или поведение любого
				третьего лица на
				сайте.<br>
				7.9. <strong>Администрация</strong> не несет ответственность за какую-либо информацию,
				размещенную пользователем
				на сайте DZ-Helper, включая, но не ограничиваясь: информацию, защищенную авторским
				правом, без прямого согласия
				владельца авторского права.
			</p>
			<p class="pb-4 text-xl text-center">
				<strong>8. Разрешение споров</strong>
			</p>
			<p class="pb-4 text-xs text-left">
				8.1. До обращения в суд с иском по спорам, возникающим из отношений между Пользователем
				и Администрацией,
				обязательным является предъявление претензии (письменного предложения или предложения в
				электронном виде о
				добровольном урегулировании спора).<br>
				8.2. Получатель претензии в течение 30 календарных дней со дня получения претензии,
				письменно или в электронном
				виде уведомляет заявителя претензии о результатах рассмотрения претензии.<br>
				8.3. К настоящей Политике конфиденциальности и отношениям между Пользователем и
				Администрацией применяется
				действующее законодательство Российской Федерации.
			</p>
			<p class="pb-4 text-xl text-center">
				<strong>9. Дополнительные условия</strong>
			</p>
			<p class="pb-4 text-xs text-left">
				9.1. <strong>Администрация</strong> вправе вносить изменения в настоящую Политику
				конфиденциальности без
				согласия <strong>Пользователя</strong>.<br>
				9.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на сайте
				DZ-Helper, если иное не
				предусмотрено новой редакцией Политики конфиденциальности.<br>
				9.3. Все предложения или вопросы касательно настоящей Политики конфиденциальности
				следует сообщать по адресу:
				 <AppLink to="https://vk.me/dzhelper1" target="_blank" rel="nofollow" color="aqua">
					 vk.me/dzhelper1
				 </AppLink>
				<br>
				9.4. Действующая Политика конфиденциальности размещена на странице по адресу
				 <AppLink to="/privacy.html" color="aqua">https://dz-helper.ru/privacy.html</AppLink>
			</p>
			<p class="pb-4 text-xs text-left">
				Обновлено: 26 Августа 2019 года <br>
				<strong>Команда DZ-Helper</strong>
			</p>
			<AppButton class="mx-auto" to="/privacy.docx" :color="ButtonColor.Green" target="_blank">
				Скачать данный текст в формате .docx
			</AppButton>
		</AppCard>
	</AppSection>
</template>

<script setup lang="ts">

import AppSection from '@/components/AppSection.vue'
import AppCard from '@/components/AppCard.vue'
import AppLink from '@/components/AppLink.vue'
import AppButton from '@/components/AppButton.vue'
import { ButtonColor } from '@/utils/button'</script>
